Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/nordavinden_og_solen.odt.tmx
Source language: nob
Languages: fkv

source: Nordavinden og solen diskuterte en dag hvem av de to som var den sterkeste, da de så en reisende som passerte forbi innhyllet i en tung kappe.
fkv: Pohjaistuuli ja aurinko puhuthiin yks päivä sen ympäri ette kumpi heistä oli lujjiin ko het nähthiin reisumiehen joka meni sivvu ja jolla oli raskas kaapu päälä.

source: De ble da straks enige at den første av dem som lyktes i å få ham til å ta av seg kappen han bar, skulle regnes som den sterkeste.
fkv: Het päätethiin ette se kuka ensisti jaksaa saaha häneltä kaavun pois päältä oon lujjiin.

source: Nordavinden satte i gnag å blåse så sterkt han kunne, men dess mer han blåste, dess mer tyllet den reisende kappen rundt seg.
fkv: Pohjaistuuli puhalsi kovin ja mitä enämen hän puhalsi sen enämen mies pani kaavun niin ette tyhä nokka ja silmät nävythiin.

source: Slik at til slutt måtte den stakkars nordavinden gi opp.
fkv: Niin lopuksi pohjaistuuli riepu piti anttaat ylös.

source: Da begynte solen å stråle med all sin varme og straks tok den reisende kappen av seg.
fkv: Silloin aurinko alkoi paistahan kaikkiin lämpimiimmin ja reisumies pani kaavun varsin pois.

source: Slik ble nordavinden tvunget til innrømme at solen var den sterkeste av de to.
fkv: Sillä laila pohjaistuulela oli pakko myönttäät ette aurinko oli heistä lujjiin.
